<?php
  header('content-type:text/html;charset="utf-8"');
  error_reporting(0);

  $news = array(
      array('title' =>'20名中外学者发论文质疑韩春雨：实验无法重复','date'=>'2106/05/19'),
      array('title' =>'北京一镇财政所原会计贪污1739万元 被判刑15年' ,'date'=>'2106/05/20'),
      array('title' =>'军媒调查“教官踢裂男生睾丸”：军训亟待依法规范','date'=>'2106/05/21' ),
      array('title' =>'"红通"头号嫌犯杨秀珠自首 会被判处终身监禁吗?','date'=>'2106/05/22' ),
      array('title' =>'朴槿惠最迟18日接受调查 检方将与青瓦台协调地点','date'=>'2106/05/23' ),
      array('title' =>'林丹在妻子孕期出轨神秘女子 酒店亲热' ,'date'=>'2106/05/24'),
      array('title' =>'傅园慧回应不考虑上春晚 傅爸：担心影响训练' ,'date'=>'2106/05/45'),
      array('title' =>'救护车半路没油致溺水儿童死亡 医院被判赔16万元' ,'date'=>'2106/05/00'),
      array('title' => '超六成家长下班后帮孩子做手工 家长作业引吐槽','date'=>'2106/05/32'),
      array('title' =>'今年近半省会城市一把手履新 15天6市换人','date'=>'2106/05/11' ),
      array('title' =>'林丹在妻子孕期出轨神秘女子 酒店亲热' ,'date'=>'2106/05/24'),
      array('title' =>'傅园慧回应不考虑上春晚 傅爸：担心影响训练' ,'date'=>'2106/05/45'),
      array('title' =>'救护车半路没油致溺水儿童死亡 医院被判赔16万元' ,'date'=>'2106/05/00'),
      array('title' => '超六成家长下班后帮孩子做手工 家长作业引吐槽','date'=>'2106/05/32'),
      array('title' =>'今年近半省会城市一把手履新 15天6市换人','date'=>'2106/05/11' ),
      array('title' =>'朴槿惠最迟18日接受调查 检方将与青瓦台协调地点','date'=>'2106/05/23' ),
      array('title' =>'林丹在妻子孕期出轨神秘女子 酒店亲热' ,'date'=>'2106/05/24'),
      array('title' =>'傅园慧回应不考虑上春晚 傅爸：担心影响训练' ,'date'=>'2106/05/45'),
      array('title' =>'救护车半路没油致溺水儿童死亡 医院被判赔16万元' ,'date'=>'2106/05/00'),
      array('title' => '超六成家长下班后帮孩子做手工 家长作业引吐槽','date'=>'2106/05/32'),
      array('title' =>'今年近半省会城市一把手履新 15天6市换人','date'=>'2106/05/11' ),
      array('title' =>'林丹在妻子孕期出轨神秘女子 酒店亲热' ,'date'=>'2106/05/24'),
      array('title' =>'傅园慧回应不考虑上春晚 傅爸：担心影响训练' ,'date'=>'2106/05/45'),
      array('title' =>'救护车半路没油致溺水儿童死亡 医院被判赔16万元' ,'date'=>'2106/05/00'),
      array('title' => '超六成家长下班后帮孩子做手工 家长作业引吐槽','date'=>'2106/05/32'),
      array('title' =>'今年近半省会城市一把手履新 15天6市换人','date'=>'2106/05/11' )

  );
  echo json_encode($news);
 ?>
